Repository: lrnzfrr/post-compacter
Catalog: languages/post-compacter-*.po
Languages: it_it

source: This Plugin compact posts in a single page / post
it_it: Questo Plugin compatta i posts in una singola pagina / post

source: Post / Page ID
it_it: Post / Page ID destinazione

source: Post Ids (one for row)
it_it: Post Ids (uno per riga) da compattare

source: Compact
it_it: Compatta

source: Post deleted
it_it: Post eliminati

source: Back
it_it: Indietro

source: Posts compacter will insert posts content in page / post selected
it_it: Posts compacter inserir√† il contenuto dei posts dentro la pagina o il post indicato

source: Warning
it_it: Attenzione

source: Posts will be deleted
it_it: I Posts verranno eliminati

source: updated at
it_it: aggiornato il

source: Redirects Generated
it_it: Redirect Generati

source: Page View
it_it: Visualizza Pagina

source: Redirect From
it_it: Redirect Da

source: Redirect To
it_it: Redirect a

source: Add Redirect
it_it: Nuovo Redirect

source: No Redirects founds
it_it: Nessun Redirect trovato

source: Delete Redirect
it_it: Elimina Redirect

source: Delete Redirect?
it_it: Si sta eliminado il redirect selezionato, procedere?

source: Delete Posts
it_it: Eliminare Posts
